using KludgeBox.Collections;

namespace Launcher;

public static class TitleMessages
{
    public static RandomPicker<string> MessagePicker = new (
        [
            "Также загляните в TMOEG",
            "Займись автоматизацией",
            "Новые версии лаунчера каждые 12 часов",
            "Я всё сломаю в кратчайшие сроки",
            "Возможно, оно будет работать под линуксом (нет)",
            "Делится на ноль...",
            "20х20 блоков до бедрока каменными кирками",
            "ЖЪЖЪЬ",
            "ТОЛЬКО НЕ ПЧОЛЫ",
            "БЛДЖАД ОТКУДА ЗДЕСЬ ПЧОЛЫ ТО",
            "Тыкни на шестерёнку",
            "1+1 = 11",
            "Ищу фронтендера",
            "памагити",
            "Хоспаде, куда я жмав"
        ]
        );
}